<?php

return [
    'title' => 'کار بۆ چاکردنی ئۆتۆمۆبێل',
    'nav' => [
        'home' => 'سەرەتا',
        'service' => 'خزمەتگوزارییەکانمان',
        'team' => 'تیمەکەمان',
        'partners' => 'هاوبەشەکانمان',
        'about' => 'دەربارە',
        'contact' => 'پەیوەندی',
        'language' => 'زمان',
    ],
    'home' => [
        'title' => 'سەنتەری کار',
        'description' => 'بۆ چاکردنی ئۆتۆمۆبێل',
        'more' => 'زیاتر بخوێنە دەربارەی ئێمە',
    ],
    'services' => [
        'title' => 'خزمەتگوزارییەکانمان',
        'description' => 'خزمەتگوزاری پێکهاتووە لەمانە',
    ],
    'team' => [
        'title' => 'تیمەکەمان',
    ],
    'partners' => [
        'title' => 'هاوبەشەکانمان',
    ],
    'about' => [
        'title' => 'دەربارەی ئێمە',
    ],
    'contact' => [
        'title' => 'پەیوەندی',
        'description' => 'پەیوەندیمان پێوە بکە تەنها بە ناردنی نامەیەک',
        'ph' => [
            'name' => 'ناوەکەت بنووسە *',
            'email' => 'ئیمەیڵەکەت بنووسە *',
            'phone' => 'ژمارەی مۆبایلەکەت بنووسە *',
            'message' => 'تێبینی یاخود لێدوانەکەت بنووسە *',
        ],
        'send' => 'ناردن'
    ],
    'footer' => [
        'follow' => 'شوێنمان بکەون لە',
        'location' => 'شوێن',
        'contact' => 'پەیوەندیمان پێوە بکە',
        'copyright' => 'مافی پارێزراوە بۆ © ALAND20.COM',
        'address' => [
            'first' => 'ناونیشانی ١',
            'second' => 'ناونیشانی ٢',
            'third' => 'ناونیشانی ٣',
        ]
    ],
    'js_support' => 'بۆ بینینی ڤیدۆ تکایە JavaScript داگرسێنە لە براوسەرەکەتدا یاخود براوسەرەکەت وەشانەکەی بەرز بکەرەوە کە پشتگیری HTML5 Video Player بکات.',
    'login' => [
        'title' => 'چوونەژورەوە',
        'ph' => [
            'username' => 'بەکارهێنەر',
            'password' => 'وشەی نهێنی'
        ],
        'remember' => 'بیرم بهێنەرەوە',
        'login_btn' => 'چوونەژورەوە'
    ],
    'admin' => [
        'nav' => [
            'dashboard' => 'داشبۆرد',
            'landing_page' => [
                'title' => 'پەڕگەی سەرەکی',
                'slides' => 'بەڕێوبردنی سلاید شۆو',
                'edit_about' => 'دەستکاری کردنی دەربارە',
            ],
            'services' => [
                'title' => 'خزمەتگوزارییەکان',
                'all' => 'هەموو خزمەتگوزارییەکان',
                'create' => 'زیادکردنی خزمەتگوزاری',
            ],
            'teams' => [
                'title' => 'تیمەکان',
                'all' => 'هەموو تیمەکان',
                'create' => 'زیادکردنی تیم',
            ],
            'partners' => [
                'title' => 'هاوبەشەکان',
                'all' => 'هەموو هاوبەشەکان',
                'create' => 'زیادکردنی هاوبەش',
            ],
            'languages' => [
                'title' => 'زمانەکان',
                'english' => 'English',
                'kurdish' => 'کوردی',
                'arabic' => 'العربیة',
            ],
            'manage_users' => 'بەڕێوبردنی هەژمارەکان',
            'logout' => 'چوونەدەرەوە',
        ],
        'profile' => [
            'title' => 'پڕۆفایل'
        ],
        'table' => [
            'image' => 'وێنە',
            'title' => 'ناونیشان',
            'name' => 'ناو',
            'username' => 'بەکارهێنەر',
            'position' => 'پیشە',
            'description' => 'باس کردن',
            'created_by' => 'دروستکاوە لەلایەن',
            'created_at' => 'دروستکراوە لە کاتی',
            'updated_at' => 'نوێکراوەتەوە لە کاتی',
            'actions' => 'کردارەکان',
        ],
        'actions' => [
            'create' => 'زیاد کردن',
            'edit' => 'دەستکاری کردن',
            'update' => 'نوێ کردنەوە',
            'delete' => 'سرینەوە',
            'choose' => 'هەڵبژاردن',
            'no_image_chosen' => 'هیچ وێنەیەک هەڵنەبژێردراوە',
            'no_file_chosen' => 'هیچ فایلێک هەڵنەبژێردراوە',
        ],
        'ph' => [
            'title' => 'ناونیشان بنووسە',
            'description' => 'باسکردنێک بنووسە',
            'name' => 'ناو بنووسە',
            'username' => 'ناوی بەکارهێنەر بنووسە',
            'current_password' => 'وشەی نهێنی بنووسە',
            'upload_image' => 'وێنەیەک زیاد بکە',
            'upload_file' => 'فایلێک زیاد بکە',
            'new_password' => 'وشەی نهێنی نوێ بنووسە',
            'repeat_new_password' => 'وشەی نهێنی نوێ دووبارە بکەرەوە',
            'repeat_password' => 'دووبارەکردنەوەی وشەی نهێنی',
            'position' => 'پیشە بنووسە',
            'facebook' => 'بەستەری فەیسبووک',
            'twitter' => 'بەستەری تویتەر',
            'instagram' => 'بەستەری ئینستەگرام',
        ],
        'messages' => [
            'about_section' => [
                'success' => 'بە سەرکەوتووی دەربارە لە پەڕگەی سەرەکی نوێ کرایەوە',
                'fail' => 'نەتوانرا دەربارە لە پەڕگەی سەرەکی نوێ بکردێتەوە',
            ],
            'slide' => [
                'success' => [
                    'create' => 'بە سەرکەوتووی سلایدەکە زیادکرا',
                    'update' => 'بە سەرکەوتووی سلایدەکە نوێ کرایەوە',
                    'delete' => 'بە سەرکەوتووی سلایدەکە سردرایەوە',
                ],
                'fail' => [
                    'create' => 'نەتوانرا سلایدەکە زیاد بکرێ',
                    'update' => 'نەتواندرا سلایدەکە نوێ بکرێتەوە',
                    'invalid_file' => 'فایلی بارکراو و جۆری فایلەکە نادروستە',
                    'delete' => 'نەتواندرا سلایدەکە بسردرێتەوە',
                ],
            ],
            'service' => [
                'success' => [
                    'create' => 'بە سەرکەوتووی کارەکە زیادکرا',
                    'update' => 'بە سەرکەوتووی کارەکە نوی کرایەوە',
                    'delete' => 'بە سەرکەوتووی کارەکە سردرایەوە',
                ],
                'fail' => [
                    'create' => 'نەتوانرا خزمەتگوزاری زیاد بکرێ',
                    'update' => 'نەتواندرا خزمەتگوزاری نوێ بکرێتەوە',
                    'delete' => 'نەتواندرا خزمەتگوزاری بسردرێتەوە',
                ],
            ],
            'team' => [
                'success' => [
                    'create' => 'بە سەرکەوتووی ئەندامی تیم زیادکرا',
                    'update' => 'بە سەرکەوتووی ئەندامی تیم نوێ کرایەوە',
                    'delete' => 'بە سەرکەوتووی ئەندامی تیم سردرایەوە',
                ],
                'fail' => [
                    'create' => 'نەتوانرا ئەندامی تیم زیاد بکرێ',
                    'update' => 'نەتوانرا ئەندامی تیم نوێ بکرێتەوە',
                    'delete' => 'نەتوانرا ئەندامی تیم بسردرێتەوە',
                ],
            ],
            'partner' => [
                'success' => [
                    'create' => 'بە سەرکەوتووی هاوبەش زیادکرا',
                    'update' => 'بە سەرکەوتووی هاوبەش نوێ کرایەوە',
                    'delete' => 'بە سەرکەوتووی هاوبەش سردرایەوە',
                ],
                'fail' => [
                    'create' => 'نەتواندرا هاوبەش زیاد بکرێ',
                    'update' => 'ناتواندرا هاوبەش نوێ بکرێتەوە',
                    'delete' => 'نەتواندرا هاوبەش بسردرێتەوە',
                ],
            ],
            'language' => [
                'success' => "بە سەرکەوتووی زمانەکە نوێکرایەوە",
                'fail' => "نەتواندرا زمانەکە نوێ بکرێتەوە",
            ],
            'user' => [
                'success' => [
                    'create' => 'بە سەرکەوتووی هەژمار زیادکرا',
                    'update' => 'بە سەرکەوتووی هەژمار نوێ کرایەوە',
                    'delete' => 'بە سەرکەوتووی هەژمار سردرایەوە',
                ],
                'fail' => [
                    'create' => 'نەتواندرا هەژمار زیاد بکرێ',
                    'update' => 'نەتواندرا هەژمار نوێ بکرێتەوە',
                    'delete' => 'نەتواندرا هەژمار بسردرێتەوە',
                    'required_current_password' => 'پێویستە وشەی نهێنی بەردەست بێت',
                    'current_password' => 'وشەی نهێنی هەڵەیە',
                    'delete_admin' => 'نەتوانرا کارەکە ئەنجام بدرێت!',
                ],
            ],
            'mail' => [
                'success' => 'بە سەرکەوتووی نامە نێردرا!',
                'fail' => 'نەتواندرا نامەکە بنێردرێت، تکایە دواتر هەول بدەرەوە',
            ],
            'login' => [
                'success' => 'چوونەژوورەوە سەرکوتوو بوو',
                'fail' => 'چوونەژوورەوە هەڵەیە',
            ],
        ]

    ]
];
