<?php

return [
    'dashboard' => 'داشبۆرد',
    'teams' => [
        'index' => 'تیمەکان',
        'edit' => 'دەستکاریکردنی تیم',
        'create' => 'زیادکردنی تیم',
    ],
    'services' => [
        'index' => 'خزمەتگوزارییەکان',
        'edit' => 'دەستکاریکردنی خزمەتگوزاری',
        'create' => 'زیادکردنی خزمەتگوزاری',
    ],
    'partners' => [
        'index' => 'هاوبەشەکان',
        'edit' => 'دەستکاریکردنی هاوبەش',
        'create' => 'زیادکردنی هاوبەش',
    ],
    'profile' => [
        'manage' => 'بەڕێوەبردنی هەژمارەکان',
        'edit' => 'دەستکاریکردنی هەژمار',
        'create' => 'دروستکردنی هەژمار',
    ],
    'about' => 'دەستکاریکردنی دەربارە لە پەڕگەی سەرەکی',
    'slides' => [
        'index' => 'سلاید شۆو',
        'edit' => 'دەستکاریکردنی سلاید شۆو',
        'create' => 'زیادکردنی سلاید شۆو',
    ],
];
