<?php

return [
    'fzo' => [
        'title' => '401 وصول غير مصرح به!',
        'description' => 'أنت غير مصرح لك للوصول إلى الصفحة الحالية.'
    ],
    'fzt' => [
        'title' => '403 الوصول ممنوع',
        'description' => 'لا يمكنك الوصول إلى الصفحة الحالية ، لا يفترض أن يتم زيارتها.'
    ],
    'fzf' => [
        'title' => '404 الصفحة غير موجودة!',
        'description' => 'الصفحة التي تبحث عنها ليست هنا.'
    ],
    'fzz' => [
        'title' => '500 خطأ خادم داخلي',
        'description' => 'يرجى زيارتنا في وقت مختلف.',
    ],
    'fzt' => [
        'title' => 'الخدمة تحت الصيانة! 503',
        'description' => 'يرجى زيارتنا في وقت مختلف.',
    ],
    'socials' => 'تابعنا على وسائل التواصل الإجتماعي',
    'return' => 'اضغط هنا للعوده للصفحعه الرئيسيه'
];
