<?php

return [
    'title' => 'مركز کار للسيارات',
    'nav' => [
        'home' => 'الصفحه الرئيسيه',
        'service' => 'خدمات',
        'team' => 'فريقنا',
        'partners' => 'شركاء',
        'about' => 'معلومات عنا',
        'contact' => 'اتصل بنا',
    ],
    'home' => [
        'title' => 'مركز کار',
        'description' => 'خدمة السيارات',
        'more' => 'اقرأ المزيد عنا',
    ],
    'services' => [
        'title' => 'خدمات',
        'description' => 'تشمل خدماتنا',
    ],
    'team' => [
        'title' => 'فرقنا',
    ],
    'partners' => [
        'title' => 'شركاؤنا',
    ],
    'about' => [
        'title' => 'معلومات عنا',
    ],
    'contact' => [
        'title' => 'اتصل  بنا',
        'description' => 'أرسل لنا رسالة عن طريق ملء النموذج أدناه',
        'ph' => [
            'name' => 'اسمك *',
            'email' => 'بريدك الالكتروني *',
            'phone' => 'رقم تليفونك *',
            'message' => 'رسالتك *',
        ],
        'send' => 'إرسال'
    ],
    'footer' => [
        'follow' => 'تابعنا',
        'location' => 'موقعك',
        'contact' => 'اتصل بنا',
        'copyright' => 'حقوق النشر لـ © ALAND20.TECH 2021',
        'address' => [
            'first' => 'عنوان ١',
            'second' => 'عنوان ٢',
            'third' => 'عنوان ٣',
        ]
    ],
    'js_support' => 'لعرض هذا الفيديو ، يرجى تمكين JavaScript ، والنظر في الترقية إلى متصفح ويب يدعم فيديو HTML5',
    'login' => [
        'title' => 'تسجيل الدخول',
        'ph' => [
            'username' => 'اسم المستخدم',
            'password' => 'كلمه السر'
        ],
        'remember' => 'تذكرنى',
        'login_btn' => 'دخول'
    ],
    'admin' => [
        'nav' => [
            'dashboard' => 'لوحة القيادة',
            'landing_page' => [
                'title' => 'الصفحة المقصودة',
                'slides' => 'إدارة الشرائح',
                'edit_about' => 'تحرير حول المقطع',
            ],
            'services' => [
                'title' => 'خدمات',
                'all' => 'جميع الخدمات',
                'create' => 'أضف خدمة جديدة',
            ],
            'teams' => [
                'title' => 'فرق',
                'all' => 'كل أعضاء الفريق',
                'create' => 'إضافة عضو جديد',
            ],
            'partners' => [
                'title' => 'شركاء',
                'all' => 'كل الشركاء',
                'create' => 'إضافة شريك جديد',
            ],
            'languages' => [
                'title' => 'اللغات',
                'english' => 'English',
                'kurdish' => 'کوردی',
                'arabic' => 'العربية',
            ],
            'manage_users' => 'ادارة المستخدمين',
            'logout' => 'تسجيل خروج',
        ],
        'profile' => [
            'title' => 'الملف الشخصي'
        ],
        'table' => [
            'image' => 'صورة',
            'title' => 'لقب',
            'name' => 'اسم',
            'username' => 'اسم االمستخدم',
            'position' => 'عمل',
            'description' => 'وصف',
            'created_by' => 'انشأ من قبل',
            'created_at' => 'أنشئت في',
            'updated_at' => 'تم التحديث في',
            'actions' => 'أجراءات',
        ],
        'actions' => [
            'create' => 'إنشاء',
            'edit' => 'حرر',
            'update' => 'تحديث',
            'delete' => 'حذف',
            'choose' => 'يختار',
            'no_image_chosen' => 'لم يتم اختيار صورة',
            'no_file_chosen' => 'لم تقم باختيار ملف',
        ],
        'ph' => [
            'title' => 'أدخل العنوان',
            'description' => 'أدخل الوصف',
            'name' => 'أدخل الاسم',
            'username' => 'ادخل اسم المستخدم',
            'current_password' => 'إدخل كلمة السر الحالية',
            'upload_image' => 'تحميل صورة',
            'upload_file' => 'قم بتحميل ملف',
            'new_password' => 'أدخل كلمة مرور جديدة',
            'repeat_new_password' => 'كرر كلمة المرور الجديدة',
            'repeat_password' => 'اعد كلمة السر',
            'position' => 'أدخل العمل',
            'facebook' => 'أدخل ملف فيسبوك الشخصي',
            'twitter' => ' أدخل ملف تويتر الشخصي',
            'instagram' => 'أدخل ملف انستاکرام الشخصي',
        ],
        'messages' => [
            'about_section' => [
                'success' => 'تم تحديث قسم حول بنجاح',
                'fail' => 'فشل تحديث قسم حول',
            ],
            'slide' => [
                'success' => [
                    'create' => 'تمت إضافة الشريحة بنجاح',
                    'update' => 'تم تحديث الشريحة بنجاح',
                    'delete' => 'تم حذف الشريحة بنجاح',
                ],
                'fail' => [
                    'create' => 'فشل إضافة شريحة جديدة',
                    'update' => 'فشل تحديث الشريحة',
                    'invalid_file' => 'النوع المحدد لا يتطابق مع الملف',
                    'delete' => 'فشل حذف الشريحة',
                ],
            ],
            'service' => [
                'success' => [
                    'create' => 'تمت إضافة الخدمة بنجاح',
                    'update' => 'تم تحديث الخدمة بنجاح',
                    'delete' => 'تم حذف الخدمة بنجاح',
                ],
                'fail' => [
                    'create' => 'فشل إضافة خدمة جديدة',
                    'update' => 'فشل تحديث الخدمة',
                    'delete' => 'فشل حذف الخدمة',
                ],
            ],
            'team' => [
                'success' => [
                    'create' => 'تمت إضافة عضو الفريق بنجاح',
                    'update' => 'عضو الفريق تم تحديثه بنجاح',
                    'delete' => 'تم حذف عضو الفريق بنجاح',
                ],
                'fail' => [
                    'create' => 'فشل إضافة عضو فريق جديد',
                    'update' => 'فشل تحديث عضو الفريق',
                    'delete' => 'فشل حذف عضو الفريق',
                ],
            ],
            'partner' => [
                'success' => [
                    'create' => 'تمت إضافة الشريك بنجاح',
                    'update' => 'تم تحديث الشريك بنجاح',
                    'delete' => 'حذف الشريك بنجاح',
                ],
                'fail' => [
                    'create' => 'فشل في إضافة شريك جديد',
                    'update' => 'فشل تحديث الشريك',
                    'delete' => 'فشل حذف الشريك',
                ],
            ],
            'language' => [
                'success' => "اللغة التي تم تحديثها بنجاح",
                'fail' => "فشل تحديث اللغة",
            ],
            'user' => [
                'success' => [
                    'create' => 'تمت إضافة المستخدم بنجاح',
                    'update' => 'تمت إضافة المستخدم بنجاح',
                    'delete' => 'تمت إضافة المستخدم بنجاح',
                ],
                'fail' => [
                    'create' => 'فشلت إضافة مستخدم جديد',
                    'update' => 'فشل تحديث ملف تعريف المستخدم',
                    'delete' => 'فشل حذف ملف تعريف المستخدم',
                    'required_current_password' => 'كلمة المرور الحالية مطلوبة',
                    'current_password' => 'كلمة المرور الحالية غير صحيحة.',
                    'delete_admin' => 'لا يمكن معالجة الطلب!',
                ],
            ],
            'mail' => [
                'success' => 'تم ارسال الرسالة.',
                'fail' => 'فشل في إرسال رسالة ، يرجى المحاولة مرة أخرى.',
            ],
            'login' => [
                'success' => 'تم تسجيل الدخول بنجاح',
                'fail' => 'فشل عملية الدخول',
            ],
        ]

    ]
];
