<?php

return [
    'dashboard' => 'لوحة القيادة',
    'teams' => [
        'index' => 'أعضاء الفريق',
        'edit' => 'تحرير عضو الفريق',
        'create' => 'إنشاء عضو الفريق',
    ],
    'services' => [
        'index' => 'خدمات',
        'edit' => 'تحرير الخدمة',
        'create' => 'إنشاء الخدمة',
    ],
    'partners' => [
        'index' => 'شركاء',
        'edit' => 'تحرير الشريك',
        'create' => 'إنشاء شريك',
    ],
    'profile' => [
        'manage' => 'ادارة المستخدمين',
        'edit' => 'تعديل الملف الشخصي',
        'create' => 'إنشاء المستخدم',
    ],
    'about' => 'تحرير حول المقطع',
    'slides' => [
        'index' => 'عرض الشرائح',
        'edit' => 'تحرير عرض الشرائح',
        'create' => 'إنشاء عرض الشرائح',
    ],
];
